<?xml version="1.0"?>
<rss xmlns:iweb="http://www.apple.com/iweb" version="2.0">
  <channel>
    <title>Articles</title>
    <link>http://www.reosim.fr/reosim/Articles</link>
    <description>



Des exp&#xE9;riences &#xE0; partager</description>
    <item>
      <title>Nouveau projet et production informatique</title>
      <link>http://www.reosim.fr/reosim/Articles/Entrees/2013/2/28_Release_Management.html</link>
      <guid isPermaLink="false">335c3401-c315-44e3-a278-f3c7d5359439</guid>
      <pubDate>Thu, 28 Feb 2013 19:51:56 +0100</pubDate>
      <description>&lt;br/&gt;Une remarque &#xE0; partager sur le projet informatique port&#xE9; dans le monde de l&#x2019;industrie : &#xAB;le projet, nonobstant sa finalit&#xE9; fonctionnelle, se doit d&#x2019;&#xEA;tre industrialisable&#xBB;.&lt;br/&gt;&lt;br/&gt;C&#x2019;est &#xE0; dire, qu&#x2019;apr&#xE8;s, juste imm&#xE9;diatement apr&#xE8;s avoir arbitr&#xE9; le d&#xE9;marrage d&#x2019;un projet, l&#x2019;objectif qui doit &#xEA;tre fix&#xE9; est : bien s&#xFB;r d&#x2019;avoir un produit conforme aux sp&#xE9;cifications du m&#xE9;tier de l&#x2019;entreprise, mais c&#x2019;est surtout un nouveau produit qui doit &#xEA;tre fourni ind&#xE9;finiment au del&#xE0; de cette premi&#xE8;re attente.&lt;br/&gt;&lt;br/&gt;Appliqu&#xE9; au cas particulier de l&#x2019;informatique, ceci induit que les projets embarquent d&#xE8;s leur conception les &#xE9;l&#xE9;ments cl&#xE9;s qui permettront d&#x2019;arrimer l&#x2019;application au standards de l&#x2019;usine et donc de la production informatique.&lt;br/&gt;Dans la continuit&#xE9; du point pr&#xE9;c&#xE9;dent, cette nouvelle application qui est conforme &#xE0; ces objectifs devrait permettre de surcro&#xEE;t de mieux produire : plus vite, au bon niveau de qualit&#xE9; et au meilleur co&#xFB;t. Pouss&#xE9;e jusqu&#x2019;au bout, cette finalit&#xE9; peut induire de revoir totalement le mode de conception de l&#x2019;application mais &#xE9;galement celui de l&#x2019;usine &#xE0; savoir de la production informatique.&lt;br/&gt;&lt;br/&gt;Cet &#xE9;clairage &#xE9;vident met en relief les deux pr&#xE9;conisations suivantes : la premi&#xE8;re est que les projets informatiques doivent d&#xE9;passer l&#x2019;objectif de la d&#xE9;monstration technique, la deuxi&#xE8;me est que les productions informatique doivent &#xEA;tre capable de remettre leur mod&#xE8;le en cause afin d&#x2019;accompagner les projets &#xE0; atteindre l&#x2019;objectif commun fix&#xE9; : un nouveau service, d&#xE9;livr&#xE9; ind&#xE9;finiment, au bon niveau de qualit&#xE9;, au meilleur co&#xFB;t.&lt;br/&gt;&lt;br/&gt;Sur ce th&#xE8;me, les propositions d&#x2019;ITIL dans le cadre du d&#xE9;ploiement du processus du Release Management permettent une avanc&#xE9;e significative. Il appara&#xEE;t &#xE9;galement que les travaux engag&#xE9;s au travers d&#x2019;ITIL sur ce sujet sont promis &#xE0; progresser rapidement dans les ann&#xE9;es &#xE0; venir.</description>
      <iweb:image href="Media/object002.jpg"></iweb:image>
      <iweb:comment enabled="0" count="0" link="http://www.reosim.fr/reosim/Articles/Entrees/2013/2/28_Release_Management.html#comment_layer"></iweb:comment>
    </item>
    <item>
      <title>Information Technology Infrastructure Library</title>
      <link>http://www.reosim.fr/reosim/Articles/Entrees/2012/7/4_Information_Technology_Infrastructure_Library.html</link>
      <guid isPermaLink="false">070c8817-b1b6-4cfb-aa04-da2691c07d44</guid>
      <pubDate>Wed, 4 Jul 2012 15:31:46 +0200</pubDate>
      <description>ITIL (Information Technology Infrastructure Library pour &#xAB;&#xA0;Biblioth&#xE8;que pour l'infrastructure des technologies de l'information&#xA0;&#xBB;) est un ensemble d'ouvrages recensant les &lt;a href="http://fr.wikipedia.org/wiki/Bonnes_pratiques"&gt;bonnes pratiques&lt;/a&gt; (&#xAB;&#xA0;best practices&#xA0;&#xBB;) pour le &lt;a href="http://fr.wikipedia.org/wiki/Management_du_syst%C3%A8me_d%27information"&gt;management du syst&#xE8;me d'information&lt;/a&gt;. R&#xE9;dig&#xE9;e &#xE0; l'origine par des experts de l'Office public britannique du &lt;a href="http://fr.wikipedia.org/wiki/Commerce"&gt;Commerce&lt;/a&gt; (&lt;a href="http://fr.wikipedia.org/wiki/OGC"&gt;OGC&lt;/a&gt;), la biblioth&#xE8;que ITIL a fait intervenir &#xE0; partir de sa version 3 des experts issus de plusieurs entreprises de services telles qu'&lt;a href="http://fr.wikipedia.org/wiki/Accenture"&gt;Accenture&lt;/a&gt;, &lt;a href="http://fr.wikipedia.org/wiki/Ernst_%26_Young"&gt;Ernst &amp;amp; Young&lt;/a&gt;, &lt;a href="http://fr.wikipedia.org/wiki/Hewlett-Packard"&gt;Hewlett-Packard&lt;/a&gt;, &lt;a href="http://fr.wikipedia.org/wiki/Deloitte"&gt;Deloitte&lt;/a&gt;, &lt;a href="http://fr.wikipedia.org/wiki/BearingPoint"&gt;BearingPoint&lt;/a&gt; ou &lt;a href="http://fr.wikipedia.org/wiki/PricewaterhouseCoopers"&gt;PricewaterhouseCoopers&lt;/a&gt;.&lt;br/&gt;C'est un r&#xE9;f&#xE9;rentiel tr&#xE8;s large qui aborde les sujets suivants&#xA0;:&lt;br/&gt;Comment organiser un syst&#xE8;me d'information&#xA0;?&lt;br/&gt;Comment am&#xE9;liorer l'efficacit&#xE9; du &lt;a href="http://fr.wikipedia.org/wiki/Syst%C3%A8me_d%27information"&gt;syst&#xE8;me d'information&lt;/a&gt;&#xA0;?&lt;br/&gt;Comment r&#xE9;duire les risques&#xA0;?&lt;br/&gt;Comment augmenter la &lt;a href="http://fr.wikipedia.org/wiki/Gestion_de_la_qualit%C3%A9"&gt;qualit&#xE9;&lt;/a&gt; des &lt;a href="http://fr.wikipedia.org/wiki/Services_informatiques"&gt;services informatiques&lt;/a&gt;&#xA0;?&lt;br/&gt;Apr&#xE8;s un d&#xE9;veloppement essentiellement &lt;a href="http://fr.wikipedia.org/wiki/Europe"&gt;europ&#xE9;en&lt;/a&gt; jusqu'&#xE0; la fin des &lt;a href="http://fr.wikipedia.org/wiki/Ann%C3%A9es_1990"&gt;ann&#xE9;es 1990&lt;/a&gt;, ITIL s'est implant&#xE9; sur le march&#xE9; nord-am&#xE9;ricain via des entreprises de conseil en transformation des syst&#xE8;mes d'information. La version 3, en &lt;a href="http://fr.wikipedia.org/wiki/2007"&gt;2007&lt;/a&gt;, s'est traduite par une adoption encore plus large notamment en raison de la multiplication des traductions du r&#xE9;f&#xE9;rentiel. Toutefois, la complexit&#xE9; de certains volumes et la pr&#xE9;sence de certaines incoh&#xE9;rences a amen&#xE9; le gouvernement britannique &#xE0; mettre &#xE0; jour les livres en &lt;a href="http://fr.wikipedia.org/wiki/2011"&gt;2011&lt;/a&gt;, sous l'appellation ITIL version 2011&lt;a href="http://fr.wikipedia.org/wiki/ITIL#cite_note-0"&gt;1&lt;/a&gt;. L'OGC a par ailleurs abandonn&#xE9; la propri&#xE9;t&#xE9; d'ITIL &#xE0; un autre organisme gouvernemental britannique, le Cabinet Office.&lt;br/&gt;Les recommandations d'ITIL positionnent des blocs organisationnels et des flux d'informations. De nombreux &lt;a href="http://fr.wikipedia.org/wiki/Logiciel"&gt;logiciels&lt;/a&gt; d'exploitation informatique sont conformes &#xE0; ces recommandations.</description>
      <iweb:image href="Media/object000.jpg"></iweb:image>
      <iweb:comment enabled="0" count="0" link="http://www.reosim.fr/reosim/Articles/Entrees/2012/7/4_Information_Technology_Infrastructure_Library.html#comment_layer"></iweb:comment>
    </item>
    <item>
      <title>eSourcing Capability Model&#13;</title>
      <link>http://www.reosim.fr/reosim/Articles/Entrees/2012/7/4_eSourcing_Capability_Model.html</link>
      <guid isPermaLink="false">4958a15b-2a5f-452f-9c7a-981d31d7b115</guid>
      <pubDate>Wed, 4 Jul 2012 13:07:36 +0200</pubDate>
      <description>eSCM (pour eSourcing Capability Model) est un &lt;a href="http://fr.wikipedia.org/wiki/R%C3%A9f%C3%A9rentiel"&gt;r&#xE9;f&#xE9;rentiel&lt;/a&gt; &#xE9;labor&#xE9; depuis 2001 par l'&lt;a href="http://fr.wikipedia.org/wiki/Universit%C3%A9_Carnegie_Mellon"&gt;Universit&#xE9; Carnegie Mellon&lt;/a&gt;/ItSQC afin d'am&#xE9;liorer la relation entre clients et fournisseurs dans le cadre de la fourniture de services utilisant les &lt;a href="http://fr.wikipedia.org/wiki/Technologies_de_l%27information"&gt;technologies de l'information&lt;/a&gt;.&lt;br/&gt;Ces services sont de nature tr&#xE8;s diverse&#xA0;: &lt;a href="http://fr.wikipedia.org/wiki/Infog%C3%A9rance"&gt;infog&#xE9;rance&lt;/a&gt;, externalisation du support informatique, tierce maintenance, fourniture de liaisons de t&#xE9;l&#xE9;communications, centres d'h&#xE9;bergement de syst&#xE8;mes informatiques, services de paie cl&#xE9;-en-main, fourniture de services applicatifs, etc.&lt;br/&gt;eSCM a la particularit&#xE9; de poss&#xE9;der deux volets, &lt;a href="http://fr.wikipedia.org/wiki/ESCM-CL"&gt;eSCM-CL&lt;/a&gt; (pour &#xAB;&#xA0;Clients&#xA0;&#xBB;), pour les clients, et &lt;a href="http://fr.wikipedia.org/wiki/ESCM-SP"&gt;eSCM-SP&lt;/a&gt; (pour &#xAB;&#xA0;Service Providers&#xA0;&#xBB;) pour les prestataires. L'existence de ces deux mod&#xE8;les compl&#xE9;mentaires, sym&#xE9;triques et coh&#xE9;rents pour chacune des parties de la relation est l'une des originalit&#xE9;s profondes d'eSCM.</description>
      <iweb:image href="Media/object001.jpg"></iweb:image>
      <iweb:comment enabled="0" count="0" link="http://www.reosim.fr/reosim/Articles/Entrees/2012/7/4_eSourcing_Capability_Model.html#comment_layer"></iweb:comment>
    </item>
    <iweb:dateFormat>EEEE d MMMM y</iweb:dateFormat>
    <iweb:baseURL>http://www.reosim.fr/reosim/Articles</iweb:baseURL>
    <iweb:maximumSummaryItems>5</iweb:maximumSummaryItems>
  </channel>
</rss>
